Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Pasientrettighetslovens § 3-5 som gir pasienten rett til informasjon tilpasset individuelle forutsetninger, og lovens § 4-2 om krav til samtykkets form, er også relevante bestemmelser.
sme: Pasieantavuoigatvuođalága § 3-5 mii addá pasientii vuoigatvuođa oažžut dieđuid ovttaskas eavttuid vuođul, ja lága § 4-2 mieđihanhámi gáibádusa birra, leat maid áigeguovdilis mearrádusat.

source: Samiske pasienters rettigheter til bruk av samisk språk i forvaltningsområdet er også påpekt i ny kommunal helse og omsorgslov: 3 – 10. 4.ledd: "Kommuner innenfor forvaltningsområdet for samisk språk skal sørge for at samiske pasienters eller brukeres behov for tilrettelagte tjenester blir vektlagt ved utforming av tjenesten."
sme: Sámi pasieanttaid vuoigatvuohta geavahit sámegiela hálddašanguovllus lea maid deattuhuvvon ođđa suohkanlaš dearvvašvuođa- ja fuolahuslágas: 3 – 10.4 lađas: “Suohkanat sámegiela hálddašanguovllus galget fuolahit ahte sámi pasieanttaid dahje geavaheddjiid dárbu heivehuvvon bálvalusaide galgá deattuhuvvot bálvalusa hábmedettiin”.

source: Samelovens § 3-6 gir enhver rett til individuelle kirkelige tjenester på samisk.
sme: Sámelága § 3-6 addá juohkehažžii vuoigatvuođa oažžut oktagaslaš girkolaš bálvalusaid sámegillii.

source: Dette gjelder sjelesorg, dåp, konfirmasjon, vigsel og nattverd.
sme: Dát mearkkaša sielumorašteami, gástta, vihaheami ja rihpaid.

source: Prester som ansettes innen forvaltningsområdet må gjennomføre samisk språkopplæring om de på forhånd ikke behersker samisk.
sme: Báhpat geat virgáduvvojit hálddašanguvlui, fertejit čađahit sámegiel giellaoahpahusa jus ovdalaččas eai máhte sámegiela.

source: Kirken skal også fremme samisk språk utenfor forvaltningsområdet.
sme: Girku galgá maiddái ovddidit sámegiela hálddašanguovllu olggobealde.

source: Kirkelovens § 24 lyder: ”Kirkemøtet skal verne og fremme samisk kirkeliv [..]”.
sme: Girkolága § 24 čuodjá ná: “Girkočoahkkin galgá suddjet ja ovddidit sámi girkoeallima [..]”.

source: Samelovens § 3-7 omhandler tilsattes i et lokalt eller regionalt organ rett til utdanningspermisjon med lønn for å skaffe seg kunnskap i samisk språk, når organet har behov for slik kunnskap.
sme: Sámelága § 3-7 guoská báikkálaš dahje regionálalaš orgána bargiid vuoigatvuhtii oažžut oahppovirgelobi bálkkáin háhkat sámegiel máhtu, go orgánas lea dárbu dákkár máhttui.

source: Opplæringsloven (1998) stadfester den enkeltes rett til opplæring i og på samisk.
sme: Oahpahusláhka (1998) nanne ovttaskas olbmo vuoigatvuođa oažžut oahpahusa sámegielas ja sámegillii.

source: I forvaltningsområdet for samisk språk (i opplæringsloven omtalt som «samiske distrikt») har alle elever rett til opplæring etter Kunnskapsløftet Samisk, og de har mulighet til å velge samisk som opplæringsspråk.
sme: Sámegiela hálddašanguovllus (oahpahuslágas gohčoduvvo “sámi guovlun”) lea buot ohppiin vuoigatvuohta oahpahussii Máhttolokten Sámi mielde, ja sis lea vejolašvuohta válljet sámegiela oahpahusgiellan.

source: Elevene kan også velge norsk som opplæringsspråk, kombinert med opplæring i samisk språk.
sme: Oahppit sáhttet maid válljet dárogiela oahpahusgiellan, ja ovttastahttit dán oahpahusain sámegielas.

source: I kommuner som ligger utenfor forvaltningsområdet, har elever kun rett til opplæring i samisk språk på individuelt grunnlag.
sme: Suohkaniin mat leat olggobealde hálddašanguovllu, lea ohppiin dušše vuoigatvuohta oažžut oahpahusa sámegielas oktagaslaš vuođuin.

source: For å få opplæring på samisk må minst 10 elever i kommunen kreve dette, og retten til slik opplæring består så lenge det er minst seks elever igjen i gruppa.
sme: Jus galgá oažžut oahpahusa sámegillii, de fertejit unnimusat 10 oahppi suohkanis gáibidit dan, ja dát vuoigatvuohta bistá nu guhká go leat unnimusat guhtta oahppi vel joavkkus.

source: Elever er her, i henhold til loven, definert som barn av personer som kan skrive seg inn i Sametingets valgmanntall.
sme: Oahppit leat dás, lága mielde, definerejuvvon sin mánnán geat sáhttet čálihit iežaset Sámedikki jienastuslohkui.

source: Lov om barnehager (2006) understreker at kommunen har ansvaret for at barnehagetilbudet til barn i samiske distrikter (forvaltningsområdet for samisk språk) bygger på samisk språk og kultur.
sme: Láhka mánáidgárddiid birra (2006) deattuha ahte suohkanis lea ovddasvástádus das ahte mánáidgárdefálaldat mánáide sámi guovllus (sámegiela hálddašanguovllus) lea huksejuvvon sámi giela ja kultuvrra vuođul.

source: Det samiske innholdet i barnehager utenfor forvaltningsområdet er langt svakere regulert.
sme: Sámi sisdoallu mánáidgárddiin olggobealde hálddašanguovllu lea mihá heajubut fuolahuvvon.

source: Her skal kommunene legge forholdene til rette for at samiske barn kan sikre og utvikle sitt språk og sin kultur.
sme: Dáppe galget suohkanat láhčit dili nu ahte sámi mánát sáhttet sihkkarastit ja ovddidit iežaset giela ja iežaset kultuvrra.

source: Samiske barn utenfor forvaltningsområdet er definert til å gjelde barn med minst én forelder som kan skrives inn i Sametingets valgmanntall.
sme: Sámi mánát olggobealde hálddašanguovllu leat definišuvnna mielde sin mánát geain unnimusat nubbi váhnen sáhttá čálihit iežas Sámedikki jienastuslohkui.

source: Forskrift om endring i tilsynsforskriften og fosterhjemsforskriften som trådte i kraft 1. mai 2012 presiserer retten som samisktalende barn bosatt i forvaltningsområdet har til å bevare sitt språk ved omsorgsovertakelser.
sme: Láhkaásahus bearráigeahččoláhkaásahusa ja biebmoruoktoláhkaásahusa rievdadeami birra mii bođii fápmui miessemánu 1. beaivvi 2012, deattuha dan vuoigatvuođa mii sámegielat mánáin geat orrot hálddašanguovllus lea doalahit iežaset giela fuolahussirdima oktavuođas.

source: Endring i forskriftene vil føre til at det nå må spørres aktivt om barnets kulturelle og språklige rettigheter ivaretas ved plassering i fosterhjem eller barneverninstitusjon.
sme: Láhkaásahusa rievdadeapmi mielddisbuktá ahte dál ferte aktiivvalaččat jearrat fuolahuvvojit go máná kultuvrralaš ja gielalaš vuoigatvuođat go biddjojuvvo biebmoruktui dahje mánáidsuodjalusásahussii.

source: Det må legges til rette for at barnet kan utvikle både sitt språk og sin kultur.
sme: Ferte láhčit dili nu ahte mánná sáhtát ovddidit sihke iežas giela ja iežas kultuvrra.

source: 7 Stadnamnlova(1990) skal sikre hensyn til samiske stedsnavn i samsvar med nasjonalt lovverk og internasjonale avtaler og konvensjoner.
sme: Báikenammaláhka (1990) galgá sihkkarastit ahte sámi báikenamat vuhtii váldojuvvojit našuvnnalaš láhkamearrádusaid ja riikkaidgaskasaš šiehtadusaid ja konvenšuvnnaid mielde.

source: Stadnamnlovas forskrift §7 slår fast at dersom et stedsnavn har flerspråklig navn skal alle språk som benyttes i det aktuelle området brukes på skilt.
sme: Báikenammalága láhkaásahus § 7 nanne ahte jus báikenamas lea máŋggagielat namma, de galget buot gielat mat geavahuvvojit guovllus geavahuvvot luoddagalbbas.

source: Formålet med lov om stadnamn er å ta vare på stedsnavn som kulturminne, gi de en skriftform som er praktisk høvelig, og medvirke til kjennskap til og aktiv bruk av navnene.
sme: Báikenammalága ulbmil lea váldit vára báikenamain kulturmuitun, addit daidda praktihkalaččat heivvolaš čállinvuogi ja veahkkin oahpásnuhttit namaide ja aktiivvalaččat geavahit namaid.

source: I følge lov om stadnamn kan offentlige organer, gårdeier, lokale organisasjoner som har tilknytning til området og navnekonsulenter starte en navnesak.
sme: Báikenammalága mielde sáhttet almmolaš orgánat, dálloeaiggádat, báikkálaš organisašuvnnat main lea čanastat guvlui ja nammakonsuleanttat álggahit nammaášši.

source: Kommuner har vedtaksrett på navn på blant annet offentlige adresser, tettsteder, gater og offentlige bygg.
sme: Suohkaniin lea mearridanváldi earret eará almmolaš čujuhusaid, čoahkkebáikkiid, gáhtaid ja almmolaš visttiid namaid dáfus.

source: Statens Kartverk vedtar naturnavn og andre navn som ikke kommer fram i stedsnavnloven eller i forskriftene.
sme: Stáhta kártadoaimmahat mearrida luonddunamaid ja eará namaid mat eai boađe ovdan báikenammalágas dahje láhkaásahusain.

source: Departement har vedtaksrett på kommunenavn.
sme: Departemeanttas lea mearridanváldi suohkannamaid dáfus.

source: I loven står det klart at samiske navn som blir brukt av folk som bor fast eller har næringsmessig tilknytning til stedet, skal til vanlig brukes av det offentlige på kart, skilt, i register sammen med eventuelt norsk navn.
sme: Lágas čuožžu čielgasit ahte sámi namat maid olbmot geavahit geat orrot fásta dahje geain leat ealáhusčanastagat báikái, daid galget almmolaš eiseválddit dábálaččat geavahit kárttain, galbbain, registariin oktan vejolaš dárogiel namain.

source: På skilt eller kart og lignende der det blir brukt mer enn ett navn, fastsetter vedtaksorganet rekkefølgen av navnene.
sme: Galbbain dahje kárttain ja sullasaččain gos geavahuvvo eambbo go okta namma, mearrida mearridanorgána movt namat galget leat maŋŋálaga.

source: Ved fastsetting av rekkefølgen skal en ta hensyn til språkbruken på stedet.
sme: Go mearrida movt namat galget leat maŋŋálaga, de galgá váldit vuhtii giellageavaheami báikkis.

source: I forvaltningsområdet for samisk språk skal rekkefølgen være samisk, norsk, kvensk.
sme: Sámegiela hálddašanguovllus galget namat leat maŋŋálaga nu ahte sámegiella lea álggos, ja de dárogiella ja kvenagiella.

source: Sametinget oppnevner stedsnavnkonsulenter for samiske stedsnavn.
sme: Sámediggi nammada sámi báikenamaid báikenammakonsuleanttaid.

source: Internasjonale konvensjoner og erklæringer
sme: Riikkaidgaskasaš konvenšuvnnat ja julggaštusat

source: Retten til et morsmål er en grunnleggende menneskerettighet.
sme: Vuoigatvuohta eatnigillii lea vuođđo olmmošvuoigatvuohta.

source: Enhver same har rett til opplæring og bruk av samisk språk.
sme: Juohke sápmelaččas lea vuoigatvuohta oahppat ja geavahit sámegiela.

source: Nasjonalstaten Norge har forpliktet seg både rettslig og politisk til å beskytte og fremme vårt språk fordi vi er urfolk.
sme: Našunálastáhta Norga lea geatnegahttán iežas sihke rievttalaččat ja politihkalaččat suddjet ja ovddidit min giela danin go mii leat eamiálbmot.

source: Barnekonvensjonen er inkorporert i norsk lovgivning og har dermed forrang fremfor norsk lov.
sme: Mánáidkonvenšuvdna lea inkorporerejuvvon Norgga lágaide ja manná ovdalii go Norgga lágat.

source: Barnekonvensjonen har en egen artikkel om rettighetene til urfolksbarn, artikkel 30;
sme: Mánáidkonvenšuvnnas lea sierra artihkal eamiálbmotmánáid birra, artihkal 30;

source: ”Barn som tilhører en minoritet eller urbefolkning har rett til sammen med andre i sin gruppe, å nyte godt av sin kultur, religion og eget språk.”
sme: “Mánáin, geat gullet minoritehtii dahje eamiálbmogii, lea vuoigatvuohta ovttas earáiguin iežas joavkkus atnit ávkki iežas kultuvrras, oskkus ja iežas gielas”.

source: FNs konvensjon om sivile og politiske rettigheter er tatt inn i norsk rett gjennom menneskerettsloven.
sme: ON konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra lea váldon mielde Norgga láhkii olmmošvuoigatvuođalága bokte.

source: Artikkel 27 slår fast at: "i de stater hvor det finnes etniske, religiøse eller språklige minoriteter, skal de som tilhører slike, ikke berøves retten til, sammen med andre medlemmer av sin gruppe, å dyrke sin egen kultur, bekjenne og praktisere sin egen religion, eller bruke sitt eget språk” Denne konvensjonen har forrang ved motstrid med andre bestemmelser i norsk rett.
sme: Artihkal 27 cealká ahte: “dain stáhtain gos gávdnojit čearddalaš, oskkolaš dahje gielalaš minoritehtat, eai galgga sii geat gullet daidda, manahit vuoigatvuođa ovttas earáiguin joavkkus gudnejahttit iežaset kultuvrra, dovddastit ja doaimmahit iežaset oskku, dahje geavahit iežas giela”. Dát konvenšuvdna manná ovdalii jus šaddet vuostálasvuođat Norgga eará lágaid mearrádusaid hárrái.

source: ILO-konvensjonen nr. 169 om urbefolkninger og stammefolk i selvstendige stater har artikler som både slår fast retten urfolk har til å bevare og utvikle sitt språk og retten enkeltpersoner har til å lære og å bruke sitt språk.
sme: ILO-konvenšuvnnas nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešbirgejeaddji stáhtain leat artihkkalat mat sihke nannejit eamiálbmogiid vuoigatvuođa suddjet ja ovddidit iežaset giela ja ovttaskas olbmuid vuoigatvuođa oahppat ja geavahit iežaset giela.

source: Artikkel 28 lyder ”Det skal treffes tiltak for å bevare og fremme utvikling og bruk av de opprinnelige språk for vedkommende folk”.
sme: Artihkal 28 čuodjá: “Galget ovddiduvvot doaibmabijut mat suddjejit ja ovddidit guoskevaš olbmuid álgovuolggalaš giela ovdáneami ja geavaheami”.

source: Den Europeiske pakten om region- eller minoritetsspråk har som formål å verne minoritetsspråk slik at mangfoldet i europeisk kultur består.
sme: Eurohpálaš šiehtadus regiovdna- dahje minoritehtagielaid birra galgá suddjet minoritehtagielaid nu ahte Eurohpá kultuvrra girjáivuohta ceavzá.

source: Artikkel 7 forplikter nasjonalstatene til å gjennomføre konkrete tiltak for å bevare minoritetsspråk slik at de blir synlige både i politikken, lovgivningen og i praksis.
sme: Artihkal 7 geatnegahttá našunálastáhtaid čađahit konkrehta doaibmabijuid suddjen dihte minoritehtagielaid nu ahte dat bohtet oidnosii sihke politihkas, lágain ja geavatlaččat.

source: FNs Urfolkserklærings artikkel 13 slår fast retten vi samer som urfolk har til å revitalisere, bruke, utvikle og overføre vårt språk til neste generasjon.
sme: ON Eamiálbmotjulggaštus artihkal 13 nanne dan vuoigatvuođa mii mis sápmelaččain lea eamiálbmogin ealáskahttit, geavahit, ovddidit ja sirdit iežamet giela boahtte bulvii.

source: Denne artikkelen slår også fast retten samer som urfolk har til å kunne bruke tolk i møte med offentlige tjenester.
sme: Dát artihkal nanne maiddái sápmelaččaid vuoigatvuođa eamiálbmogin geavahit dulkka go deaivvada almmolaš bálvalusaiguin.

source: Norge har skrevet under deklarasjonen, og Sametinget anser denne erklæringen som rettslig bindende for Norge
sme: Norga lea vuolláičállán julggaštusa, ja Sámediggi oaidná dán julggaštusa rievttalaččat geatnegahttin Norgii.

source: Forslaget til Nordisk samekonvensjon er utarbeidet på bakgrunn av de folkerettslige forpliktelser som påhviler statene Norge, Sverige og Finland overfor samene som urfolk.
sme: Davviriikkalaš sámekonvenšuvnna evttohus lea ráhkaduvvon álbmotrievttalaš geatnegasvuođaid vuođul mat Norgga, Ruoŧa ja Suoma stáhtain leat sápmelaččaid ektui eamiálbmogin.

source: Konvensjonsforslaget 8 anerkjenner vår rett til selvbestemmelse og har som målsetning at samhandlingen mellom oss som ett folk skal lettes på tvers av landegrensene.
sme: Konvenšuvdnaevttohus dohkkeha min iešmearridanvuoigatvuođa ja ulbmil lea ahte ovttasbargu min gaskka oktan álbmogin galgá álkidahttojuvvot riikkarájiid rastá.

source: En nordisk ekspertgruppe med representanter oppnevnt av statene og sametingene i Norge, Sverige og Finland overleverte i 2005 sitt enstemmige forslag til en nordisk samekonvensjon.
sme: Davviriikkalaš ekspeartajoavku maid Norgga, Ruoŧa ja Suoma stáhtat ja sámedikkit leat nammadan buvttii 2005:s ovttajienalaš evttohusa Davviriikkalaš sámekonvenšuvdnii.

source: Kapittel III omhandler samisk språk og kultur.
sme: Kapihtal III lea sámi giela ja kultuvrra birra.

source: Her omhandles vår rett til å bevare, utvikle og bruke samisk språk.
sme: Dás lea min vuoigatvuođa birra suddjet, ovddidit ja geavahit sámegiela.

source: Her omhandles også retten vi har til å ta vare på våre tradisjonelle kunnskaper og til forskning og utdanning.
sme: Dás lea maiddái dat vuoigatvuohta mii mis lea váldit vára iežamet árbevirolaš máhtus dutkamii ja ohppui.

source: Konvensjonsforhandlingene har nå startet og skal være gjennomført innen fem år.
sme: Konvenšuvdnašiehtadallamat leat dál álgán ja galget leat čađahuvvon viđa jagi sisa.

source: Sametingets styringsdokumenter innen språk
sme: Sámedikki stivrendokumeanta giela dáfus

source: Sametingsrådets politiske plattform danner grunnlaget for Sametingsrådets virke i valgperioden.
sme: Sámediggeráđi politihkalaš vuođđu lea Sámediggeráđi doaimma duogážin válgaáigodagas.

source: Sametingsrådet innarbeider denne plattformen i forslag til budsjett.
sme: Sámediggeráđđi heiveha dán vuođu bušeahttaevttohussii.

source: Sametingets budsjett er førende for virkemiddelbruken innenfor språkutvikling.
sme: Sámedikki bušeahtta mearrida gaskaoapmegeavaheami giellaovddideami dáfus.

source: Økonomiske virkemidler innenfor språk er tospråklighetstilskudd til kommuner og fylkeskommuner, direkte tilskudd til samiske språksentre og søkerbaserte språkprosjektmidler.
sme: Ekonomalaš váikkuhangaskaoamit gielas leat guovttegielatvuođadoarjagat suohkaniidda ja fylkkasuohkaniidda, njuolggo doarjagat sámi giellaguovddážiidda ja ohcanvuđot giellaprošeaktaruđat.

source: Sametinget setter også av midler til kortvarige prosjekter som Sametinget selv initierer.
sme: Sámediggi várre maid ruđaid oanehit prošeavttaide maid Sámediggi ieš álggaha.

source: Sametinget forvalter i tillegg andre virkemidler som også fremmer språk, slik som tilskudd til læremidler, samisk litteratur, utdanningsstipender etc.
sme: Sámediggi hálddaša dasa lassin eará gaskaomiid mat maid ovddidit giela, nu go doarjaga oahpponeavvuide, sámi girjjálašvuhtii, oahppostipeanddaid jna.

source: Samarbeidsavtaler om bruken av tospråklighetsmidlene
sme: Ovttasbargošiehtadusat guovttegielatvuođadoarjagiid geavaheami birra

source: Tospråklighetstilskuddet er den største tilskuddsposten Sametinget forvalter, og er dermed det viktigste virkemiddelet som Sametinget har til utviklingen av samisk språk.
sme: Guovttegielatvuođadoarjagat leat stuorámus doarjjapoasta maid Sámediggi hálddaša, ja lea ge dat deháleamos gaskaoapmi mii Sámedikkis lea sámegiela ovddideapmái.

source: I 2008 ble det på oppdrag fra Sametinget gjennomført en evaluering av tospråklighetstilskuddet.
sme: 2008:s čađahuvvui Sámedikki gohččuma mielde evalueren guovttegielatvuođadoarjagiid hárrái.

source: Bakgrunnen for evalueringen var at Sametinget ønsket å få et bilde av hvordan kommuner og fylkeskommuner bruker tospråklighetstilskuddet.
sme: Evaluerema duogážin lei ahte Sámediggi háliida oažžut gova das movt suohkanat ja fylkkasuohkanat geavahit guovttegielatvuođadoarjaga.

source: Evalueringen skulle også kunne brukes som et utgangspunkt i arbeidet med å endre tildelingskriteriene for tospråklighetstilskuddet.
sme: Evalueren galggai maiddái sáhttit geavahuvvot vuođđun guovttegielatvuođadoarjaga juolluduseavttuid rievdadanbarggus.

source: Evalueringen viste at mange kommuner også brukte midlene til språkutvikling, selv om tospråklighetstilskuddet er et virkemiddel som skal gjøre kommunene i stand til å oppfylle samelovens språkregler.
sme: Evalueren čájehii ahte olu suohkanat maiddái geavahedje ruđaid giellaovddideapmái, vaikko guovttegielatvuođadoarjja lea gaskaoapmi mii galgá suohkaniidda addit návccaid ollašuhttit sámelága giellanjuolggadusaid.

source: Språkutviklingsarbeidet har imidlertid vært både godkjent og ønsket av Sametinget.
sme: Giellaovddidanbargu lea dattetge sihke dohkkehuvvon ja sávvojuvvon Sámedikki bealis.

source: Evalueringen viste også at kommunene ønsket et tettere samarbeid med Sametinget om bruken av midlene.
sme: Evalueren čájehii maid ahte suohkanat háliidit lagat ovttasbarggu Sámedikkiin doarjjageavaheami olis.

source: Evalueringen kom med forslag til hvordan man kunne beregne tospråklighetstilskuddet, men understreket samtidig at Sametinget i dette arbeidet måtte ha et nært samarbeid med kommunene.
sme: Evalueren buvttii evttohusaid das movt sáhttá meroštallat guovttegielatvuođadoarjaga, muhto deattuhii seammás ahte Sámediggi dán barggus ferte doalahit lagas ovttasbarggu suohkaniiguin.

source: Etter evalueringen igangsatte Sametinget arbeidet med å endre tildelingskriteriene og beregningen av tospråklighetstilskuddet, og nye retningslinjer for tospråklighetstilskuddet ble vedtatt i 2011.
sme: Maŋŋel evaluerema álggahii Sámediggi barggu rievdadit juolluduseavttuid ja meroštallat guovttegielatvuođadoarjaga, ja ođđa njuolggadusat guovttegielatvuođadoarjagii mearriduvvojedje 2011:s.

source: I den forbindelse ble det utarbeidet samarbeidsavtaler mellom Sametinget og den enkelte kommune/fylkeskommune om bruken av midlene.
sme: Dan oktavuođas ráhkaduvvui ovttasbargošiehtadus Sámedikki ja ovttaskas suohkana/fylkkasuohkana gaskka doarjjageavaheami birra.

source: Samarbeidsavtalene ble underskrevet i februar 2012.
sme: Ovttasbargošiehtadusat vuolláičállojuvvojedje guovvamánus 2012.

source: Avtalene tar utgangspunkt i de pliktene kommuner/fylkeskommuner har etter samelovens språkregler.
sme: Šiehtadus váldá vuođu dain geatnegasvuođain mat suohkaniin/fylkkasuohkaniid leat sámelága giellanjuolggadusaid mielde.

source: I tillegg er arbeidet kommunen/fylkeskommunen gjør for å fremme og utvikle samisk språk formalisert ved at avtalen også inneholder en utviklingsdel.
sme: Dasa lassin lea dat bargu maid suohkanat/fylkkasuohkanat dahket nannet ja ovddidit sámegiela, formaliserejuvvon dan bokte ahte šiehtadusas maid lea ovddidanoassi.

source: Avtalene skal følges opp med årlige møter på både administrativt og politisk nivå.
sme: Šiehtadus čuovvoluvvo jahkásaš čoahkkimiiguin sihke hálddahuslaččat ja politihkalaš dásis.

source: Samarbeidsavtalene med fylkeskommunene
sme: Ovttasbargošiehtadusat fylkkasuohkaniiguin

source: Sametinget har inngått samarbeidsavtaler med fylkeskommuner i det samiske området.
sme: Sámediggi lea ráhkadan ovttasbargošiehtadusa fylkkasuohkaniiguin sámi guovllus.

source: Det overordnede formålet med avtalene er å styrke og synliggjøre samisk kultur, språk og samfunnsliv.
sme: Šiehtadusaid bajimus ulbmil lea nannet ja čalmmustahttit sámi kultuvrra, giela ja servodateallima.

source: Samarbeidsavtalene omhandler språkspørsmål og forplikter til gjensidighet og samarbeid og konkrete tiltak for å bevare og styrke samisk språk i fylkene.
sme: Ovttasbargošiehtadus sisttisdoallá giellagažaldagaid ja geatnegahttá lotnolasvuhtii ja ovttasbargui ja konkrehta doaibmabijuide suddjen ja nannen dihte sámegiela fylkkain.

source: Oppfølgingen av samarbeidsavtalene har ikke fungert optimalt.
sme: Ovttasbargošiehtadusa čuovvuleapmi ii leat doaibman nu bures go sáhttá.

source: Sametinget er derfor i gang med en revidering og forenkling av samarbeidsavtalene.
sme: Danne lea Sámediggi álggahan barggu ođasmahttit ja álkidahttit ovttasbargošiehtadusaid.

source: Først ut er samarbeidsavtalen med Finnmark 9 fylkeskommune som forventes ferdig revidert i begynnelsen av 2013.
sme: Vuosttažin lea ovttasbargošiehtadus Finnmárkku fylkkasuohkaniin mii vurdojuvvo gárvvistuvvot guovvamánu álggus 2013.

source: Dersom dette arbeidet blir vellykket, ønsker Sametinget å videreføre arbeidet til flere fylkeskommuner.
sme: Jus dát bargu lihkostuvvá, de háliida Sámediggi jođihit barggu viidáseappot eará fylkkasuohkaniidda.

source: Nordisk samarbeid - Samisk parlamentarisk råd
sme: Davviriikkalaš ovttasbargu – Sámi parlamentáralaš ráđđi

source: Samisk parlamentarisk råd (SPR) behandler saker av felles interesser for samer over landegrensene.
sme: Sámi parlamentáralaš ráđđi (SPR) gieđahallá áššiid mat gusket sápmelaččaide riikkarájiid rastá.

source: Nordisk samarbeid om samisk språk har frem til 2012 blitt fulgt opp av Samisk språknemnd (SGL) som har vært SPRs underliggende organ.
sme: Davviriikkalaš ovttasbargu sámegiela hárrái lea 2012 rádjái čuovvoluvvon Sámi giellalávdegotti (SGL) bealis, mii lea SPR vuollásaš orgána.

source: Samisk språknemnds mandat gikk ut 31.12.2011.
sme: Sámi giellalávdegotti mandáhtta nogai 31.12.2011.
